pesquisaEstoqueGID.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rem="http://remote.cdv.procergs.com/" xmlns:xd="http://www.w3.org/2000/09/xmldsig#"><soapenv:Header/><soapenv:Body><rem:pesquisarEstoqueGid><PESQUISAR_ESTOQUE Id="CDV"><infPesquisarEstoque><CDV><COD_CREDENCIADO>CDV00659</COD_CREDENCIADO><CNPJ_CREDENCIADO>01418977000277</CNPJ_CREDENCIADO><COD_AMBIENTE>1</COD_AMBIENTE><MATR_OPER>0</MATR_OPER><VERSAO_LEIAUTE>1</VERSAO_LEIAUTE><NOME_EMISSOR_NFE>GESCOM</NOME_EMISSOR_NFE><CNPJ_EMISSOR_NFE>15254156000176</CNPJ_EMISSOR_NFE></CDV><NOME_PECA>PORTA</NOME_PECA><ULTIMO_ITEM_PESQUISADO>0</ULTIMO_ITEM_PESQUISADO></infPesquisarEstoque></PESQUISAR_ESTOQUE></rem:pesquisarEstoqueGid></soapenv:Body></soapenv:Envelope>
